/* Button title for canceling installation of Growl */
"Cancel" = "Zrušit";

/* Don't ask again checkbox title for installation of Growl */
"Don't Ask Again" = "Příště nezobrazovat";

/* Growl installation window title */
"Growl Installation Recommended" = "Je doporučeno nainstalovat Growl";

/* Growl update window title */
"Growl Update Available" = "Je dostupná aktualizace Growl";

/* Button title for installing Growl */
"Install" = "Instalovat";

/* Default Growl update explanation */
"This program displays information via Growl, a centralized notification system.  A version of Growl is currently installed, but this program includes an updated version of Growl.  It is strongly recommended that you update now.  No download is required." = "Tato aplikace zobrazuje upozornění prostřednictvím aplikace Growl - centralizovaného výstražného systému. Aplikace Growl je již nainstalována, ale potřebuje aktualizaci. Je doporučeno nanistalovat aktuální verzi aplikace Growl (není nutné připojení k internetu).";

/* Default Growl installation explanation */
"This program displays information via Growl, a centralized notification system.  Growl is not currently installed; to see Growl notifications from this and other applications, you must install it.  No download is required." = "Tato aplikace zobrazuje upozornění prostřednictvím aplikace Growl - centralizovaného výstražného systému. Aplikace Growl není nainstalována. Je doporučeno nanistalovat aktuální verzi aplikace Growl (není nutné připojení k internetu).";

/* Button title for updating Growl */
"Update" = "Aktualizovat";

